{
    "DeckName": "Truth or Dare",

    "DeckBy": "Gaming RP Campaign Zone",

    "Truths": [
        "From 1-10 how would you rate <player> on being freakyy?",
        "Who in this room has the most attractive voice in your opinion? Why?",
        "Tell <player> <range[1-10]> facts about yourself.",
        "<local>, who do you like here the most?"
        "Do you have a phantom sense? If yes, where?",
        "What was the most embarrassing thing to have happened in the past month?",
        "Put on your most questionable avatar",
        "Which is worse? Physical pain or Emotional pain?",
        "What’s the most embarrassing kink you’re into?",
        "How do you think people perceive you?",
        "Who do you trust the most here?",
        "Who do you trust the least here?",
        "What would your dream job be?",
        "What is an instant deal breaker in a new relationship?",
        "What was the last piece of media that made you cry?",
        "Where are you ticklish?",
        "What happened the last time you got really embarrassed?",
        "What do you think would be the worst way to die?",
        "Would you marry someone you didn’t love if they were really rich?",
        "Who is your secret crush?",
        "What are the top three things you look for in a love interest?",
        "What is your biggest insecurity?",
        "What unexpected part of the body do you find attractive?",
        "Name your go-to karaoke song",
        "Do you have any serious phobias?",
        "What is your strangest/funniest habit?",
        "Who here would survive a horror film, who would be the first to go? Why?",
        "What is your idea of romance?",
        "Do you prefer a gentle kiss or a wild kiss?",
        "Are you having an erection right now?",
        "Have you had fantasies about anybody from the room?",
        "Do you ever just want to tear off <player> ‘s clothes?",
        "What turns you off?",
        "Tell <player> or everyone your top five turn-ons",
        "What is the dumbest thing you’ve said to your partner during sex?",
        "Who among the players do you think has the best body?",
        "What’s the most useless piece of information you know?",
        "If you were given the blessing of reincarnation, what would you like to become?",
        "Where are you ticklish?",
        "In which clothing/avi do you like <player> in the most?",
        "What did you do for your first date?",
        "Admit 3 of your guilty pleasures",
        "Did you ever have a dream with someone here? If yes, what was it?",
        "What is a character you kin? Why?",
        "What is the dirtiest thing you've ever said while flirting?",
        "Is there an item of clothing that always turns you on?",
        "Have many times have you been in love?",
        "What part of the body do you find most attractive?",
        "What is the most sensitive part on your body? (non sexual)",
        "Favourite Disney movie?",
        "Favourite Pixar movie?",
        "Fuck, Marry, Kill?",
        "What’s the silliest thing you have an emotional attachment to?",
        "What’s the most embarrassing thing you’ve ever done for love?",
        "Most memorable quote from <player> ?",
        "Any irrational fears/phobias?",
        "What is your current comfort character?",
        "Check up time! How are you doing lately? Don't lie",
        "Would you rather have sex with <player> in secret or not have sex with that person but everyone thinks you did?",
        "What's your favourite food?",
        "What's your favourite drink (any kind)",
        "If you had to choose would you rather have a broken arm or a broken leg and why?",
        "Have you ever been caught in an embarrasing/awkward moment?",
        "What is something you dream of doing one day?",
        "What is that one thing that you like doing which people would never expect from you?",
        "Have you ever had a near-death experience?",
        "Have you ever been rejected?",
        "Which song turns you on?",
        "Who is the person in the room that you would crush on?",
        "What would you buy <player> if you won $5000?",
        "Whom do you lie to the most?",
        "What aspect of your personality have you kept hidden?",
        "What is the biggest thing you have tried to escape?",
        "What will be more thrilling: angry sex or makeup sex?",
        "Have you ever had a crush on someone older than you?",
        "Have you ever had a crush on someone younger than you?",
        "When was a time you were so turned on you couldn’t stand it?",
        "Do you think it is possible to love somebody at first sight?",
        "What physical features do people compliment you for?",
        "Do you cover your eyes during a scary part in the movie?",
        "What do you wish to forget?",
        "Who do you think is the worst singer in your group?",
        "Who do you think is the best singer in your group?",
        "What is one thing that you ate but others find gross?",
        "Which video game did you play the most as a child?",
        "Do you take bubble baths?",
        "Create nicknames of other players",
        "Has it ever been that you cried so much while watching a movie or played a game that made you wet your shirt?",
        "What do you think about the couples who give nicknames to each other?",
        "Did you do a chicken dance just to provoke your enemy when you were a kid?",
        "What does it take to get a special place in your heart?",
        "Name one thing you'd change about every person in this room",
        "What is a kink you've alwaus wanted to try but haven't",
        "What's your biggest turn-on that most people wouldn't guess",
        "Have you fantasized about someone you shouldn't",
        "What's your late-night guilty pleasure when you're all alone?",
        "What's a dirty secret you have that nobody suspects",
        "What's something sexual tou've tried and totally regretted",
        "If someone begged you to dominate them, would you?",
        "What's your secret (or not so secret) go-to move that always gets a reaction",
        "What's something someone once did to you that you secretly hated- but pretended to like?",
        "If you can relive one night from your past, which one and why",
        "Who's the one person you'd ruin a relationship to sleep with- no hesitation",
        "Who's someone you'd let do ANYTHING to you without even asking what it is?",
        "Jabe you ever been choked or choked someone during sex? Did you love it?",
        "What's something you'd let someone do to you IF they dared to ask?",
        "Ask the group to vote: Who's the Dom and who's the Sub between you and <player>",
        "What do you imagine <player> 's kissing style is like?",
        "Would you every do a friends-with-benefits setup with <player> ?",
        "If you or <player> would make the first move with each other right now, who would cave in first?",
        "If you and <player> dated, who would be the chaos and who would be the stability",
        "Who do you think would be the kinkiest behind closed doors? explain why",
        "What's one thing about yourself and <player> would explore if nobody ever found out?",
        "What's the most morally wrong thing you've done that you still don't regret",
        "What's one rumor about you that's true, but you've never admitted it?",
        "Who's someone you'd sleep with once, no strings, even if it ruined everything?",
        "What's the most embarrassing thing you do for comfort/when comforting yourself?",
        "Have you ever had a gay panic? If so, tell us the funniest one you can remember",
        "Do you have any secret talents or skills you never talked about?",
        "Do you know how to play any instruments? Do you sing?",
        "How gay is it to kiss a woman?",
        "How gay is it to kiss a man?",
        "How gay is it to kiss a enby?",
        "Most embarrassing hear me out?",
        "What is your impression on the type of person <player> is?",
        "Do you trust people easily?",
        "Do you prefer slow-burn romance or love-at-first-sight energy?",
        "What is your favourite flower/plant. Any reasons to why? Do you know it's symbolism/meaning?",

    ], 
    "Dares": [
        "Mute yourself until next turn.",
        "Give a hug to <player>.",
        "Mimic <player> and let other guess who it is",
        "Sit on <player> ‘s lap until your next turn"
        "Do <range[5-15]> push ups",
        "Do <range[10-20]> squats",
        "Do <range[10-15]> sit ups",
        "Try to fluster <player>",
        "Kiss the most attractive player here",
        "Kiss the least attractive player here",
        "Sit on <player> ‘s lap.",
        "Close your eyes, you’re at <player> ‘s mercy until your next turn",
        "Sing and dance to YMCA without any music",
        "Do the splits, or go down as far as you can if you can’t do a full split.",
        "Serenade <player> with all your heart",
        "Do karaoke to a song of the group’s choosing",
        "Give a one-word 'roast' to each other player",
        "Sing and dance to YMCA without any music",
        "DRINK WATER",
        "Make <player> feel horny",
        "Talk in a French Accent",
        "Talk with your tongue sticking out until your next turn",
        "Seduce a member of the same gender in the group",
        "Guess <player> favorite music",
        "Hug the person you like the most",
        "Give us a little dance!",
        "Give your worst pick-up line with confidence",
        "Give <player> a lap dance.",
        "Try to put your whole fist in your mouth",
        "Remove an item of clothing",
        "Call Pizza Hut and ask who built the hut",
        "Talk in the cringiest voice you can think of until your next turn",
        "Give <player> a lapdance",
        "Lightly trace your hands over <player> ‘s lips and whisper, “I’m coming, I’m coming,” five times",
        "Make out like a porn film with a person of your choice",
        "Do the naughtiest thing you’ve ever done with a person in the room",
        "Write my name on your chest",
        "Shave your balls",
        "Fantasize about something you want to do and let <player> try to figure it out",
        "Call a random person on your list and do “meowing” for 10 minutes",
        "Go on a live creators stream and try to get noticed within 5 minutes",
        "Take a crazy selfie with each member of the group",
        "Do 10 pushups and say <player> 's name in each",
        "Would <player> dance with <local> ?",
        "Write <player> ‘s name on your body",
        "Send <player> a video of you singing",
        "End every sentence with 'OwO' or 'Senpi' until your next turn",
        "Text someone of your choice a code word that means ‘I love you’ for the rest of the game",
        "Run outside and shout 'I am the superhero this city needs!'",
        "Kiss the neck of the person to your left",
        "Sit on <player> 's lap and whisper something suggestive in their ear",
        "Call a random contact on your phone and sing 'Happy Birthday' to them, even if it’s not their birthday",
        "Put on your silliest avi",
        "Give yourself 3 genuine compliments, truthfully",
        "Give <player> a genuine compliment",
        "Talk in the most suggestive voice you can until your next turn",
        "Send <player> the last image you saved to your phone",
        "Send a voice recording of your most seductive moan to <player> (you can delete it after they heard it)",
        "Call your parents name(s) and when they reply don't answer, give them a taste of their own medicine",
        "Take a group picture!",
        "One by one, make up a title for each players’ movie about their life",
        "Call <player> a good boy or good girl",
        "Text a friend and tell them their hair is on backward",
        "Yell out the first word that pops into your mind",
        "Go to <player> and whisper your deepest fantasies into their ear",
        "Narrarate the scene like it's a Wattpad fanfiction until your next turn",
        "Draw a portrait of <player>",
        "Text your crush that you want to go on a date",
        "Send <player> a screenshot of your call history",
        "Choose a player and kiss them",
        "Close your eyes and text <player>",
        "Do something politically incorrect",
        "Take a selfie and post on Discord/Social Media with the caption, 'Don’t hate players, hate the game'",
        "Try to insert your whole fist in your mouth",
        "Only answer yes for an hour",
        "Poll dance for 1 minute with an imaginary pole",
        "Let <player> choose your status for 3 cycles",
        "Send a flirty DM to <player>",
        "Reenact a scene from your favourite movie",
        "Speak in Rhymes until your next turn",
        "Sit in <player> 's lap and pretend they are Santa",
        "Give a motivational speech about cheese",
        "Let <player> choose your dare",
        "Do your best evil super villian voice",
        "Speak only using quotes from movies until your next turn",
        "Let <player> dare you privately",
        "Let the group dare you to do anything they agree on",
        "Say something that turns you on",
        "Let the group vote for who you have to flirt with",
        "Give <player> a nickname based on their vibe",
        "Tell <player> what you'd do if you were alone with them",
        "Try to make <player> blush",
        "Moan a random word like it's your favourite word",
        "Use only seductive phrases for a full cycle",
        "Let <player> massage your inner thighs",
        "Let <player> give you a spicy new nickname",
        "Describe in detail how you'd seduce <player>",
        "Ask <player> to pin you against a wall",
        "Describe what you're like in bed with 3 dirty words",
        "Have <player> 'DONIMATE' you for a scene",
        "Moan 'harder' or 'don't stop' 5 times in a row"
        "Whisper 'I want you' in <player> 's ear",
        "Put your playlist on shuffle, and for the next song, dance like you're giving a lap dance",
        "Let <player> pick a word- and you must whisper it like it's a dirty secret",
        "Take the dirstiest word you know and make it sound innocent in a sentence",
        "Pick someone and whisper exactly what you'd do to them, unfiltered",
        "Go to <player> and whisper exactly what you'd do to them, unfiltered",
        "Say 'I dare you to ruin me' to someone who might actually try",
        "Pretend to dirty talk in another language and send it to <player> as long as they don't speak that language",
        "DM your enemy or rival: 'Bet I'm better in bed than you'",
        "Ask <player> what they'd do if you were theirs for one night",
        "Whisper to <player> how you'd tie them up- describe it in full detail",
        "Let <player> describe you as a sexual parter in 3 words",
        "You and <player> text 'We made a mistake last night' to someone you BOTH know",
        "Let <player> give you a seduction score from 1-10 after you flirt with them",
        "You and <player> pick out dares for each other, but they must be equally risky",
        "Grab <player> and act out a fake breakup, then immediately switch to a fake hookup",
        "Get <player> to slap you on the face",
        "Call Little Caesars amd ask them who is Caesar and why are they little",
        "Do you know any other languages? If so, say something either seductively or threateningly in it, even if what you are saying is completely unrelated",
        "Sing a snipet of a song of your choice",
        "Confess your true love to <player>",
        "Don’t use your hands until your next turn",
        "Tell the group two truths and one lie and have them guess the lie",
        "Call Chick-fil-a and ask them if they are Jesus approved",
        "Read out loud the last five things you googled",
        "Text your crush “thinking about you 👀” — no explanation.",
        "Pick someone in this room and (lovingly...or not) roast them for one minute straight",

    ]
}


