{
    "DeckName": "Truth or Dare",

    "DeckBy": "Gaming RP Campaign Zone",

    "Truths": [
        "From 1-10 how would you rate <player> on being freakyy?",
        "Who in this room has the most attractive voice in your opinion? Why?",
        "Tell <player> <range[1-10]> facts about yourself.",
        "<local>, who do you like here the most?"
        "Do you have a phantom sense? If yes, where?",
        "What was the most embarrassing thing to have happened in the past month?",
        "Put on your most questionable avatar",
        "Which is worse? Physical pain or Emotional pain?",
        "What’s the most embarrassing kink you’re into?",
        "How do you think people perceive you?",
        "Who do you trust the most here?",
        "Who do you trust the least here?",
        "What would your dream job be?",
        "What is an instant deal breaker in a new relationship?",
        "What was the last piece of media that made you cry?",
        "Where are you ticklish?",
        "What happened the last time you got really embarrassed?",
        "What do you think would be the worst way to die?",
        "Would you marry someone you didn’t love if they were really rich?",
        "Who is your secret crush?",
        "What are the top three things you look for in a love interest?",
        "What is your biggest insecurity?",
        "What unexpected part of the body do you find attractive?",
        "Name your go-to karaoke song",
        "Do you have any phobias?",
        "What is your strangest/funniest habit?",
        "Who here would survive a horror film, who would be the first to go? Why?",
        "What is your idea of romance?",
        "Do you prefer a gentle kiss or a wild kiss?",
        "Are you having an erection right now?",
        "Have you had fantasies about anybody from the room?",
        "Do you ever just want to tear off <player> ‘s clothes?",
        "What turns you off?",
        "Tell me your top five turn-ons",
        "What is the dumbest thing you’ve said to your partner during sex?",
        "Who among the players do you think has the best body?",
        "What’s the most useless piece of information you know?",
        "If you were given the blessing of reincarnation, what would you like to become?",
        "Where are you ticklish?",
        "In which clothing/avi do you like <player> in the most?",
        "What did you do for your first date?",
        "Admit 3 of your guilty pleasures",
        "Did you ever have a dream with someone here? If yes, what was it?",
        "What is a character you kin? Why?",
        "What is the dirtiest thing you've ever said while flirting?",
        "Is there an item of clothing that always turns you on?",
        "Have many times have you been in love?",
        "What part of the body do you find most attractive?",
        "What is the most sensitive part on your body? (non sexual)",
        "Favourite Disney movie?",
        "Favourite Pixar movie?",
        "Fuck, Marry, Kill?",
        "What’s the silliest thing you have an emotional attachment to?",
        "What’s the most embarrassing thing you’ve ever done for love?",
        "Most memorable quote from <player> ?",
        "Any irrational fears/phobias?"

    ], 
    "Dares": [
        "Mute yourself until next turn.",
        "Give a hug to <player>.",
        "Mimic <player> and let other guess who it is",
        "Sit on <player> ‘s lap until your next turn"
        "Do <range[5-10]> push ups",
        "Do <range[10-20]> squats",
        "Do <range[5-10]> sit ups",
        "Try to fluster <player>",
        "Kiss the most attractive player here",
        "Kiss the least attractive player here",
        "Sit on <player> ‘s lap.",
        "Close your eyes, you’re at <player> ‘s mercy until your next turn",
        "Sing and dance to YMCA without any music",
        "Do the splits, or go down as far as you can if you can’t do a full split.",
        "Serenade <player> with all your heart",
        "Do karaoke to a song of the group’s choosing",
        "Give a one-word 'roast' to each other player",
        "Sing and dance to YMCA without any music",
        "DRINK WATER",
        "Make <player> feel horny",
        "Talk in a French Accent",
        "Talk with your tongue sticking out until your next turn",
        "Seduce a member of the same gender in the group",
        "Guess <player> favorite music",
        "Hug the person you like the most",
        "Give us a little dance!",
        "Give your worst pick-up line with confidence",
        "Give <player> a lap dance.",
        "Try to put your whole fist in your mouth",
        "Remove an item of clothing",
        "Call Pizza Hut and ask who built the hut",
        "Talk in the cringiest voice you can think of until your next turn",
        "Give <player> a lapdance",
        "Lightly trace your hands over <player> ‘s lips and whisper, “I’m coming, I’m coming,” five times",
        "Make out like a porn film with a person of your choice",
        "Do the naughtiest thing you’ve ever done with a person in the room",
        "Write my name on your chest",
        "Shave your balls",
        "Fantasize about something you want to do and let <player> try to figure it out",
        "Call a random person on your list and do “meowing” for 10 minutes",
        "Go on a live creators stream and try to get noticed within 5 minutes",
        "Take a crazy selfie with each member of the group",
        "Do 10 pushups and say my name in each",
        "Would <player> dance with <local> ?",
        "Write <player> ‘s name on your body",
        "Send <player> a video of you singing",
        "End every sentence with 'OwO' or 'Senpi' until your next turn",
        "Text someone of your choice a code word that means ‘I love you’ for the rest of the game",
        "Run outside and shout 'I am the superhero this city needs!'",
        "Kiss the neck of the person to your left",
        "Sit on <player> 's lap and whisper something suggestive in their ear",
        "Call a random contact on your phone and sing 'Happy Birthday' to them, even if it’s not their birthday",
        "Put on your silliest avi",
        "Give yourself 3 genuine compliments, truthfully",
        "Give <player> a genuine compliment",
        "Talk in the most suggestive voice you can until your next turn",
        "Send <player> the last image you saved to your phone",
        "Send a voice recording of your most seductive moan to <player> (you can delete it after they heard it)"

    ]
}

