{
    "DeckName": "Truth or Dare General",
    "DeckBy": "Random Sillies with no Self Respect",
    "Truths": [
        "From 1-10 how would you rate <player> on being freakyy?",
        "Who in this room has the most attractive voice in your opinion? Any reason why?",
        "Tell <player> <range[1-10]> facts about yourself.",
        "<local>, who do you like here the most (Closest friend rn? Any other definition works too)?",
        "Do you have a phantom sense? If yes, where?",
        "What was the most embarrassing thing to have happened in the past month?",
        "Put on your most questionable avatar",
        "Which is worse? Physical pain or Emotional pain?",
        "What’s the most embarrassing kink you’re into?",
        "How do you think people perceive you?",
        "Who do you trust the most here?",
        "Who do you trust the least here?",
        "What would your dream job be?",
        "What is an instant deal breaker in a new relationship or friendship?",
        "What was the last piece of media that made you cry?",
        "Where are you ticklish?",
        "What happened the last time you got really happy?",
        "What do you think would be the worst way to die?",
        "Would you marry someone you didn’t love if they were really rich?",
        "Who is your secret crush? If you have one but don't want to reveal who it is, do <range[5-10]> squats instead",
        "What are the top three things you look for in a love interest or a good friend?",
        "What is your biggest insecurity?",
        "What unexpected part of the body do you find attractive?",
        "Name your go-to karaoke song",
        "Do you have any serious phobias?",
        "What is your strangest/funniest habit?",
        "Who here would survive a horror film, who would be the first to go? Why?",
        "What kind of romance are you after? Unless you are AroAce?",
        "Do you prefer a gentle kiss or a wild kiss?",
        "Strangest recent hear me out?",
        "Have you had fantasies about anybody from the room? Just a simple yes or no",
        "Do you ever just want to tear off <player> ‘s clothes? Dw, socks are on!",
        "What turns you off or irritates you?",
        "Tell <player> or everyone your top five turn-ons or let <player> slap you",
        "What is the dumbest thing you can think to say to a partner/your partner during a intimate moment? (hug, kiss, cuddle, anything)",
        "Who among the players do you think is the best at rage-baiting?",
        "What’s the most useless piece of information you know?",
        "If you were given the blessing of reincarnation, what would you like to become?",
        "Are you the performer type? Or the type to support from the shadows?",
        "In which clothing/avi do you like <player> in the most?",
        "What did you do for your most fun date? Friend dates count",
        "Admit 3 of your guilty pleasures (This means anything you really enjoy of any nature)",
        "Did you ever have a dream with someone here? If yes, what was it?",
        "What is a character you kin? Why?",
        "What is the dirtiest thing you've ever said while flirting? Jokingly or not",
        "Is there an item of clothing that you find really attractive to see on someone that knows how to style it?",
        "Have many times have you been in love?",
        "What is a hobby you find attractive?",
        "What is the most sensitive part on your body? (non sexual)",
        "Favorite Disney movie?",
        "Favorite Pixar movie?",
        "Fuck, Marry, Kill? Contestants are <player> , <player> , <player>",
        "What’s the silliest thing you have an emotional attachment to?",
        "What’s the most embarrassing thing you’ve ever done for love?",
        "Most memorable quote from <player> ?",
        "Any irrational fears/phobias?",
        "What is your current comfort character?",
        "Check up time! How are you doing lately? Don't lie",
        "Would you rather be freaky with <player> in secret or not with that person but everyone thinks you are?",
        "What's your favorite food?",
        "What's your favorite drink (any kind)",
        "If you had to choose would you rather have a broken arm or a broken leg and why?",
        "Have you ever been caught in an embarrassing/awkward moment? Here is your chance to explain anything you never got the chance to",
        "What is something you dream of doing one day?",
        "What is that one thing that you like doing which people would never expect from you?",
        "Have you ever had a near-death experience?",
        "Have you ever been rejected?",
        "What is a song have you been jamming to recently?",
        "Do you think you can make <player> buckle? Physically or Mentally both work",
        "What would you buy <player> if you won $5000?",
        "To whom do you lie to the most?",
        "What aspect of your personality have you kept hidden?",
        "What is the biggest thing you have tried to escape?",
        "Last time you took a shower?",
        "Have you ever had a crush on someone older than you?",
        "Have you ever had a crush on someone younger than you?",
        "When was a time you were so flustered or infatuated you started breaking face?",
        "Do you think it is possible to love somebody at first sight?",
        "What feature or trait do people compliment you for often? (physical or mental)",
        "Do you cover your eyes during a scary part in the movie?",
        "What do you wish to forget?",
        "Who do you think is the worst singer in your group?",
        "Who do you think is the best singer in your group?",
        "What is one thing that you ate but others would find freaky or exotic?",
        "Which video game did you play the most as a child?",
        "Do you take bubble baths?",
        "Create a nickname for <player> and use it for 3 cycles",
        "Has it ever been that you cried so much while watching a movie or played a game that made you wet your shirt?",
        "What do you think about the couples who give nicknames to each other?",
        "Did you do a chicken dance just to provoke your enemy when you were a kid?",
        "What does it take to get a special place in your heart? (not romantic)",
        "Name one thing you'd change about <player? ?",
        "What is a funny thing you did as a kid?",
        "What's a turn-on that most people wouldn't guess",
        "Have you fantasized about someone you shouldn't",
        "What's your late-night guilty pleasure when you're all alone? (just something you really like)",
        "What's a secret you have that nobody suspects (can be a strange habit or something like that)",
        "Dom, Sub, or Switch? (and does <player> agree?)",
        "If someone begged you to dominate them, would you?",
        "What's your secret (or not so secret) go-to move that always gets a reaction from others?",
        "What's something someone once did to you that you secretly hated- but pretended to like?",
        "If you can relive one night from your past, which one and why",
        "Who's the one person you'd ruin your friendship to get a chance with- no hesitation",
        "Who's someone you'd let do ANYTHING to you without even asking what it is? (within your own boundaries ofc)",
        "Do you have a favorite game? If it's Roblox, what games to do you play the most on there?",
        "Have you ever been in a relationship? Bitchless fuck",
        "Ask the group to vote: Who's the Dom and who's the Sub between you and <player>",
        "Hopeless Romantic? Or Cold-Hearted Realist?",
        "Would you ever do a friends-with-benefits setup with <player> ?",
        "If you or <player> would make the first move with each other right now, who would cave in first?",
        "If you and <player> dated/went on an adventure together (your choice), who would be the chaos and who would be the stability",
        "Who do you think would be the kinkiest behind closed doors? explain why",
        "What is a food or drink you wouldn't consume even if you were paid for it?",
        "What's the most morally wrong thing you've done that you still don't regret",
        "What's one rumor about you that's true, but you've never admitted it?",
        "Reverse question! If everyone had to choose what animal <local> would be or reminds them of, what would it be?",
        "What's the most embarrassing thing you do for comfort/when comforting yourself?",
        "Have you ever had a gay panic? If so, tell us the funniest one you can remember",
        "Do you have any secret talents or skills you never talked about?",
        "Do you know how to play any instruments? Do you sing?",
        "How gay is it to kiss a woman?",
        "How gay is it to kiss a man?",
        "How gay is it to kiss a enby?",
        "Most embarrassing hear me out?",
        "What is your impression on the type of person <player> is?",
        "Do you trust people easily?",
        "What is a romantic/platonic date you want to experience at least once in your life?",
        "What is your favorite flower/plant. Any reasons to why? Do you know it's symbolism/meaning?",
        "Would you take head from <player> ?",
        "What is something you aspire to become or achieve?",
        "Latest kin?",
        "Current strongest hyperfixation?,",
        "Do you feel like the way you act with the people here is consistent with who you are? Do you feel genuine?",
        "Tell us a dumb quote either you said or someone you know said, no context.",
        "If you could have any power, what would it be?",
        "Reverse question! Everyone else has to agree on a word that best describes you! Could be anything, aesthetic, descriptor, personality trait, etc.",
        "What do you think all the player's real heights are? If you already know them, tell us which heights feel right for each person, regardless of facts",
        "When was the last time you messed up your phrasing and said something funnier instead?",
        "How many times do you think you can get hit by a car without dying?",
        "What is the worst nickname you were ever given?",
        "Do you think you are a good singer?",
        "How much do you like to cuddle? Put your pride aside",
        "What's the lowest amount of time you slept in a night (excluding all-nighters)",
        "Who do you think would be the best cult leader and why?",
        "What is the most memorable rumor you heard about yourself?",
        "Favorite spot to be kissed?",
        "Silliest thing you've done in public",
        "Do you know how to dance? If not, do you wish to learn to dance? What kinds of dance?",
        "When and how did you meet <player> ?",
        "Name your favorite quote",
        "What is a common behavior you see that you dislike? Is this more common in VRC or IRL?",
        "Do a Dare you wuss",
        "Would you rather be blindfolded or handcuffed?",
        "Would you rather be dominant or submissive?",
        "Do you prefer your partner to be vocal or quiet?",
        "You have to pick truth for the next 4 turns, now reroll and suffer",
        "Have you ever donated to charity / the homeless?",
        "Out of all the players here, who is the most and least chill?",
        "How often do you go out/meet up with friends IRL?",
        "How flexible are you?",
        "Have you ever fallen in love at first sight?",
        "How easily do you fall in love?",
        "Have you ever heard someone unironically bark or meow?",
        "What is the point of life/being alive in your opinion?",
        "If you have any Original Characters (OC's), how many do you have?",
        "Should you be scared right now?",
        "You can ask <player> any question, they need to answer truthfully",
        "What does falling in love/being in love feel like to you?",
        "What color is math?",
        "If you had to change the color of any fruit, which fruit would you change the color of?",
        "Congrats, you are now the president. What is your first executive order?",
        "What's the most awkward/funny thing you've said to someone you were trying to impress?",
        "What would you buy if you won the lottery?",
        "Do you have a high or low physical pain tolerance?",
        "Did anyone ever tell you anything that made you blush recently?",
        "Up or Down?",
        "Let <player> describe how your laugh sounds like to them",
        "Have you ever had a big oopsie moment recently?",
        "How long would it take for you to go insane if you were locked in a rubber room with rats?",
        "Do you roleplay? If not, would you like to try one day?",
        "What is a reasonable cash prize for punching 1000 babies?",
        "Have you ever met someone with the same birthday and birthyear as you?",
        "Let <player> suggest something you have to do, would you do it for 1,000,000$",
        "Are you aware?",
        "Wake up.",
        "Have you nut in your sandwich",
        "How many people do you think you can take before getting tired",
        "What's the longest you have stayed inside",
        "Who do you think is the funniest player here?",
        "What is a weird thing you have seen this year in real life?",
        "What is one thing you admire about <player> and one thing that drives you crazy about them",
        "Have you ever broken the law? If so? How?",
        "Who would you choose for a threesome in this room?",
        "Best cure for when you're feeling down/depressed",
        "What is your first thought when you wake up?",
        "Who in the room do you think has the best 'game'",
        "What’s your favorite place to be kissed (besides the lips)?",
        "Have you ever walked in on someone else hooking up/getting romantic?",
        "Have you ever tried role-playing romantically?"
    ],
    "Dares": [
        "Mute yourself until next turn. Use body language to speak",
        "Give a hug to <player>",
        "Mimic <player> and let other guess who it is",
        "Sit on <player> ‘s lap until your next turn",
        "Do <range[5-15]> push ups",
        "Do <range[10-20]> squats",
        "Do <range[10-15]> sit ups",
        "Try to fluster <player>",
        "Kiss the most attractive player here (cheek/hand counts)",
        "Kiss the least attractive player here (cheek/hand counts)",
        "Speak only in emojis until your next turn",
        "Close your eyes, you’re at <player> ‘s mercy until your next turn (good luck)",
        "Sing and dance to YMCA without any music",
        "Do the splits, or go down as far as you can if you can’t do a full split.",
        "Serenade <player> with all your heart",
        "Do karaoke to a song of the group’s choosing",
        "Give a one-word 'roast' to each other player",
        "Make <player> your prison bitch",
        "DRINK WATER",
        "Make <player> feel horny (good luck)",
        "Talk in a French Accent",
        "Talk with your tongue sticking out until your next turn",
        "Seduce a member of the same gender in the group voted by the group",
        "Guess <player> favorite music",
        "Hug the person you like the most",
        "Give us a little dance!",
        "Give your worst pick-up line with confidence",
        "Give <player> a lap dance.",
        "Try to put your whole fist in your mouth",
        "Remove an item of clothing (Vrchat AVI works)",
        "Call Pizza Hut and ask who built the hut",
        "Talk in the cringiest voice you can think of until your next turn",
        "Close your eyes and let the group pick who will slap you. You gotta guess who it was",
        "Lightly trace your hands over <player> ‘s lips and whisper, “I’m coming, I’m coming,” five times",
        "Make out like a porn film with a person of your choice",
        "Make <player> your cuddle plushie until your next turn",
        "Show the group your latest artistic endeavor. Art, Music, Edits, Anything artistic goes!",
        "Shave your balls",
        "Imagine or Fantasize about something you want to do and let <player> try to figure it out",
        "Call a random person on your list and do “meowing” for 3 minutes",
        "Go on a live creators stream and try to get noticed within 5 minutes",
        "Take a crazy selfie with each member of the group",
        "Do <Range[10-25]> pushups and say <player> 's name in each",
        "Would <player> give <local> the honor to a dance?",
        "Get something soft (Pillow, Plushie..) and scream into it as loud as your environment allows",
        "Send <player> a video of you singing",
        "End every sentence with 'OwO' or 'Senpai' until your next turn",
        "Text <player> of your choice a encrypted message and let them decrypt what you meant",
        "Run outside and shout 'I am the superhero this city needs!'",
        "Kiss the neck of <player>",
        "Sneak up on <player> from behind and whisper something suggestive in their ear",
        "Call a random contact on your phone and sing/leave a voicemail singing 'Happy Birthday' to them, even if it’s not their birthday",
        "Put on your silliest avi",
        "Give yourself 3 genuine compliments, truthfully",
        "Give <player> a genuine compliment",
        "Talk in the most suggestive voice you can until your next turn",
        "Send <player> the last image you saved to your phone",
        "Send a voice recording of your most seductive moan to <player> (you can delete it after they heard it)",
        "Kill your minecraft dog/pet",
        "Take a group picture!",
        "One by one, make up a title for each players’ movie about their life",
        "Call <player> a good boy/girl/creature",
        "Text a friend and tell them their hair is on backward",
        "Yell out the first word that pops into your mind",
        "Go to <player> and whisper your deepest fantasies into their ear",
        "Narrate the game like it's a Wattpad fanfiction until your next turn",
        "Draw a portrait of <player>",
        "Text your crush that you want to go on a date",
        "Send <player> a screenshot of your call history",
        "Choose a player and kiss them",
        "Close your eyes and text <player>",
        "Do something politically incorrect",
        "Take a selfie and post on Discord/Social Media with the caption, 'Don’t hate players, hate the game'",
        "Try to insert your whole fist in your mouth",
        "Only answer yes for an hour",
        "Poll dance for 1 minute with an imaginary pole",
        "Let <player> choose your status for 3 cycles",
        "Send a flirty DM to <player>",
        "Reenact a scene from your favourite movie",
        "Speak in Rhymes until your next turn",
        "Sit in <player> 's lap and pretend they are Santa",
        "Give a motivational speech about cheese",
        "Let <player> choose your dare",
        "Do your best evil super villian voice",
        "Speak only using quotes from movies until your next turn",
        "Let <player> dare you privately (DM it on discord or smth)",
        "Let the group dare you to do anything they agree on",
        "Speak in your best comic superhero voice until your next turn",
        "Text your ex or situationship a unhinged/out of context image/text",
        "Give <player> a nickname based on their vibe",
        "Tell <player> what you'd do if you were alone with them",
        "Try to make <player> blush, even if its just through embarrassment",
        "Moan the end of your every sentence for 3 cycles (Don't keep quiet now!)",
        "Shave a part of your body of your choice",
        "Let <player> massage your inner thighs",
        "Let <player> give you a spicy new nickname (can be as cringe as you want)",
        "Describe in detail how you'd seduce <player>",
        "Ask <player> to pin you against a wall",
        "Lay down and let <player> do what they want to you",
        "Have <player> 'DONIMATE' you for a scene",
        "Moan 'harder' or 'don't stop' 5 times in a row",
        "Whisper 'I want you' in <player> 's ear",
        "Put your playlist on shuffle, and for the next song, dance like nobody is watching",
        "Let <player> pick a word- and you must whisper it like it's a dirty secret",
        "Take a dirty or unhinged word you know and make it sound innocent in a sentence (Squak squak squak... Penis)",
        "Lick your knee",
        "Send <player> your most unhinged image in your gallery",
        "Say 'I dare you to ruin me' on stage and see who might actually try to call your bluff (or is it a bluff)",
        "Pretend to dirty talk in another language and send it to <player> as long as they don't speak that language",
        "DM your enemy, rival, or just someone you compete with often: 'Let's start over~'",
        "Ask <player> what they'd do if you were theirs for one night",
        "Send the group your most unhinged image",
        "Tell your parent/guardian you love them",
        "You and <player> text 'We made a mistake last night' to someone you BOTH know",
        "Let <player> give you a seduction score from 1-10 after you flirt with them",
        "You and <player> pick out dares for each other, but they must be equally risky or tame",
        "Grab <player> and act out a fake breakup, then immediately switch to a fake hookup",
        "When the time is right, try to absolutely scare the shit out of <player>",
        "Call Little Caesars and ask them who is Caesar and why are they little",
        "Deafen/Mute all voices for a cycle and good luck navigating",
        "Sing a snippet of a song of your choice",
        "Confess your true love to <player>",
        "Don’t use your hands until your next turn",
        "Tell the group two truths and one lie and have them guess the lie",
        "Call Chick-fil-a and ask them if they are Jesus approved",
        "Read out loud the last five things you googled",
        "Text your crush or homie “thinking about you 👀” — no explanation.",
        "Pick someone in this room and (lovingly...or not) roast them for one minute straight",
        "Act like a character the majority chooses until your next turn",
        "Give us a vibrant performance of the catchiest song you got in your mind right now (just a part is fine too, as long as its flashy!)",
        "You're now <player>'s dare buddy for 3 cycles!",
        "Slap <player> like it's personal... unless it is??",
        "Get slapped by <player>, wonder what you did to deserve it",
        "Who is your closest friend here currently. It's only natural",
        "Bite <player>. The nature of the bite is yours to decide",
        "Have a staredown with <player>. First person to fold gets slapped (or any other punishment the majority chooses)",
        "Mercy! You get to make <player> do something of your choosing",
        "Make up a word and give it a definition for others to use",
        "Create a hateful poem about the previous player",
        "Lay on <player> 's lap until your next turn",
        "You can't choose dare for 3 rounds",
        "You can't choose truth for 3 rounds",
        "Go to YouTube and listen to 'Boyfriend Crashes Car and Fucking Dies' ASMR",
        "Go to the corner of the world and pretend to cry. You're on timeout until your next turn",
        "Only speak in numbers until your next turn",
        "Let <player> style your hair/movable parts until the next turn (if your avatar has posable parts)",
        "Read the last DM you sent to someone in a dramatic/comedic voice of your choosing",
        "Let <player> choose something to post in one of your group chats (keep it conflict free please)",
        "Hold a bunch of water in your mouth until your next turn, don't spit it out!",
        "Draw a self portrait with your eyes closed (There are markers in this world)",
        "Rapid Fire! Use a word that you think of to describe every person individually, it can be as silly or out-of-context as you wish",
        "Do a voice impression of a character (no repeating characters)",
        "Lick <player>",
        "Do a Truth you wuss",
        "Be <player> 's pet until next turn, woof/meow/caw?",
        "Draw something wholesome :D",
        "Pretend to be dead for 1 round",
        "Reroll a Dare, if you don't want to do it, you can choose a different player to do it instead",
        "You have to pick dare for the next 4 turns, now reroll and suffer",
        "You can add one word to <player> 's bio",
        "Name a red flag about <player>",
        "Name a green flag about <player>",
        "Cuddle with the person you like the most in this world until your next turn",
        "Create a new rule. This rule is now in play for the rest of the game, or until this dare is pulled again/conditions are reset",
        "Make <player> anxious",
        "Convince <player> to come home with you",
        "Search up 'Florida man' with your birth month and day. Tell the group one of the results",
        "Put a song/playlist in the video player to hype/enhance the mood",
        "Pick a truth, you can only answer it with one word",
        "Start every sentence with 'I'm not racist, but...' until your next turn",
        "Try to whisper one word to <player> to make them laugh",
        "If playing on PC, make fun of anyone playing on VR",
        "Everyone has to refer to you as 'your majesty' until your next turn",
        "Mispronounce everyone's name for 3 rounds",
        "Draw something lovely and cute",
        "Create a fake therapy session with <player> as the therapist, confess something and let them diagnose you",
        "The last person to join this world has to do a dare",
        "Quote a song, any song",
        "Share a small goal you're working towards",
        "Give your best and grandest YIPEEEE",
        "You can only say the opposite of what you mean for 1 round",
        "It's been 5 years... you can forgive yourself....",
        "Set player volume to 20% until your next turn",
        "Start every sentence with ZOINKS until your next turn",
        "Turn your volume to 0% until your next turn",
        "Do a plank until your next turn",
        "Pretend you are a youtuber and act out an apology video",
        "Send <player> your lock screen",
        "Call <player> mommy/daddy for 3 rounds",
        "Howl like a wolf at the moon",
        "Do your best Deku voice, <player> has to roleplay Bakugo as you do this",
        "Create a ship name between <player> and <player>",
        "Send a flirty voice message to <player>"
    ]
}

